{
    "download.cv": "Descarga mi currículum",
    "hero.role": "Soy ingeniero de software",
    "hero.hello": "Hola, mi nombre es",
    "hero.resume": "Ingeniero de Software durante 9 años en el mercado, soy un Agilista empedernido que mantiene el enfoque en la entrega de productos, independientemente de la solución. Tengo habilidades técnicas de Agile Coach, Scrum Master, Product Owner y especialista en PHP & Laravel.",
    "cases.label": "Portafolio",
    "cases.title": "Principales proyectos que realicé",
    "cases.valor.activities": "Valor Econômico es el periódico sobre economía y finanzas más grande en circulación en Brasil, tuve el honor de poder unirme al equipo de mantenimiento del portal web, proporcionando mantenimiento en su plataforma heredada todavía en PHP 5.3 procedimental.",
    "cases.valor.description": "Períodico de economía, finanzas y negocios",
    "cases.wizme.activities": "Wiz.me es la plataforma digital de aprendizaje a distancia de la Escuela Wizard by Pearson de idiomas. Construido con una interfaz mobile y web, logré participar en el desarrollo de la interfaz web, construida principalmente con Vanilla.JS, HTML y CSS, además de trabajar en el lado del servidor construyendo la API con Python Django.",
    "cases.wizme.description": "Asistente personal y aplicación para aprender inglés",
    "cases.boavista.activities": "El proyecto Personal Radar es un servicio ofrecido por Boa Vista para monitorear la consulta y el acceso a los datos personales y crediticios de los usuarios. Desarrollado en Wordpress, trabajé con el equipo en la integración del paquete Woocommerce para la venta de planes de monitoreo, creando un plugin personalizado para integración con Braspag, además de consumir APIS internos para realizar la gestión de cuentas activas y notificaciones a clientes en la plataforma. En este sistema, debido a limitaciones sistémicas y de procedimiento de la institución, necesitaba desarrollar un sistema de colas adecuado para administrar las solicitudes de pago, el estado y las notificaciones de activación.",
    "cases.boavista.description": "Compañía de información crediticia",
    "cases.odontoprev.activities": "Siendo el operador de seguros dentales más grande de Brasil, trabajé como desarrollador individual en un proyecto piloto para la digitalización y automatización del registro de nuevos clientes corporativos, proceso que se llevó a cabo rellenando papel y escaneando en una hoja de cálculo Excel, para que esta hoja de cálculo enviado al núcleo del sistema para activar el plan. Todo el proceso fue automatizado, generando una productividad superior al 150%. Con el buen desempeño del proyecto y a través de mi relación, la de mi empleador y el equipo de Odontoprev, este proyecto posibilitó la realización de otros, generando una gran confianza entre las empresas.",
    "cases.odontoprev.description": "Planes de salud dental",
    "cases.yuny.activities": "Actuando como consultor, compuse un equipo para el desarrollo de una plataforma piloto que permitiría a los propietarios de la planta de Incorporator Yuny personalizar  completamente su apartamento. Lideré al equipo en la construcción de la solución con Laravel y métodos ágiles. Entre las características de este proyecto, la característica que más me enorgulleció fue la personalización del departamento a través de capas de imágenes, haciendo que la propiedad se construyera en 3D de acuerdo a las preferencias del cliente, generando un sistema con millones de posibilidades combinatorias.",
    "cases.yuny.description": "Promotora y constructora inmobiliaria",
    "cases.espm.activities": "Formé parte del equipo de desarrollo de 3 proyectos en el Instituto de Enseñanza ESPM, los cuales son el mantenimiento del sitio web institucional, e-commerce y reformulación del sitio web institucional. Todos los proyectos desarrollados con Drupal, donde tuve la oportunidad de liderar el equipo técnico, integrar medios de pago y ElasticSearch en el proyecto, construir apis para el front-end y consumo RSS. Logré mejorar la asistencia a las llamadas de soporte y trabajar activamente en el cumplimiento de las metas de venta del e-commerce.",
    "cases.espm.description": "Institución de Enseñanza Superior",
    "cases.canon.activities": "Dentro de Canon trabajé como ingeniero de software en mejoras, corrección de errores y desarrollo en cuatro productos, Canon Service, una plataforma en Slim Framework enfocada al mantenimiento de equipos fotográficos, Canon Inkjet, construida con Laravel y Vue.js, responsable para administrar pedidos de repuestos y presupuestos de reparación, con la plataforma enfocada en dar servicio a empresas autorizadas para el mantenimiento de equipos Canon. También trabajé en el mantenimiento de la plataforma de cursos en línea y la plataforma de certificados de Canon, ambas creadas con Laravel.",
    "cases.canon.description": "Multinacional japonesa",
    "experience.label": "Con que trabajé",
    "experience.title": "Experiencias",
    "experience.resume": "En el periodo de 9 años tuve la oportunidad de trabajar en proyectos de grandes empresas brasileñas y mundiales, como: ESPM, Via Varejo, Canon, Idealinvest, Ticomia, Yuny, Western Digital, Boa Vista SCPC, Valor Economico, Odontoprev",
    "experience.first.period": "Actual",
    "experience.first.role":"Ingeniero de Software",
    "experience.first.description":"Con PHP como mi pila principal y su ecosistema, yo desempeño el papel de diseñar, documentar, guía, desarrollar y mantener proyetos web. Como especialista en back-end, amplié mis habilidades para crear microservicios e integrar tecnologías, agregando conocimientos de infraestructura con Docker y AWS a mis habilidades.",
    "experience.second.period": "Mayo 2019",
    "experience.second.role":"Desarrollador Full-stack",
    "experience.second.description":"Periodo en el que trabjé como agente independiente brindando consultoria en el desarrollo de soluciones web. Creé apis, mantenimiento pagado en sistemas herdados utilizando las capacidades adquiridas con las stacks PHP, JS, Python. Dónde podría coordinar el implementación de metodologias ágiles en equipos de desarrollo.",
    "experience.third.period": "Julio 2014",
    "experience.third.role":"Analista de Desarrollo",
    "experience.third.description":"Desempeñé el papel de analista en el desarrollo de portales de contenido, intranet y e-commerces dentro de un equipo local, reglamentado en locales ágiles. Tengo como principal stack el PHP, en este periodo basé mis conocimientos eb el desarrollo de software ágil y las funciones en equipos ágiles. Tuve una amplia experiencia haciendo consultoría asignada directamente al cliente y puede adquirir un amplia experiencia en el funcionamiento de las instituiciones.",
    "skills.label": "Principal",
    "skills.title": "Habilidades",
    "skills.resume": "Durante mi carrera en el área de tecnologia, acumulé habilidades para convertirme en un artesano de sistemas web, desarrollando soluciones centrándose en el problema y la productividad."
}