{
    "download.cv": "Baixe meu currículo",
    "hero.role": "EU SOU ENGENHEIRO DE SOFTWARE",
    "hero.hello": "Olá, meu nome é",
    "hero.resume": "Engenheiro de Software a 9 anos no mercado, sou um Agilista inveterado que mantém o foco na entrega do produto, independente da solução. Tenho habilidades técnicas de Agile Coach, Scrum Master, Product Owner além de especialista em PHP & Laravel.",
    "cases.label": "Portfólio",
    "cases.title": "Principais projetos que atuei",
    "cases.valor.activities": "O Valor Econômico é o maior jornal sobre economia e finanças em circulação no Brasil, tive a honra de poder integrar a equipe de manutenção do portal web, prestando manutenção em sua plataforma legada ainda em PHP 5.3 procedural. ",
    "cases.valor.description": "Jornal de economia, finanças e negócios",
    "cases.wizme.activities": " Wiz.me é a plataforma digital de ensino a distância da Escola Wizard by Pearson de idiomas. Construída com interface mobile e web, pude participar do desenvolvimento da interface web, construída majoritariamente com Vanilla.JS, HTML e CSS, além de trabalhar no lado servidor construindo a API com Python Django.",
    "cases.wizme.description": "Assistente pessoal e aplicativo para aprender inglês<",
    "cases.boavista.activities": "O projeto Radar Pessoal constitui um serviço oferecido pela Boa Vista para monitorar a consulta e acesso a dados pessoais e de crédito dos usuários. Desenvolvida em Wordpress, atuei junto ao time na integração do pacote Woocommerce para a venda dos planos de monitoramento, criando um plugin customizado para integração com a Braspag, além de realizar o consumo de APIS internas para realizar a gestão de contas ativas e notificações ao clientes da plataforma. Neste sistema, por limitações sistêmicas e processuais da instituição, precisei desenvolver um sistema de filas próprio para gerenciar os pedidos de pagamento, status e disparo de notificações.",
    "cases.boavista.description": "Empresa de informações de crédito",
    "cases.odontoprev.activities": " Sendo a maior operadora de convênios odontológicos do Brasil, atuei como desenvolvedor solo em um projeto piloto para a digitalização e automação do cadastro de novos clientes corporativos, processo esse que era realizado através do preenchimento em papel e digitalização para planilha excel, para que esta planilha fosse enviada ao core do sistema para ativação do plano. Todo o processo foi automatizado gerando produtividade de mais de 150%. Com o bom desempenho do projeto e através do meu relacionamento, o de minha empregadora e do time da Odontoprev, esse projeto possibilitou a realização de outros, gerando grande confiança entre as empresas.",
    "cases.odontoprev.description": "Planos de saúde odontológicos",
    "cases.yuny.activities": "Atuando como consultor, compus um time para o desenvolvimento de uma plataforma piloto que permitiria aos proprietários de imóveis na planta da Incorporadora Yuny customizarem totalmente seu apartamento. Liderei a equipe na construção da solução com Laravel e métodos ágeis. Dentre as funcionalidades neste projeto a funcionalidade que mais me deixou orgulhoso foi a customização do apartamento através de camadas de imagens, fazendo com que o imovel fosse construído em 3D de acordo as /preferências do cliente, gerando um sistema com milhões de possibilidades combinatórias.",
    "cases.yuny.description": "Incorporadora e construtora imobiliária",
    "cases.espm.activities": "Fiz parte do time de desenvolvimento de 3 projetos do Instituto de Ensino ESPM, sendo eles a manutenção do site institucional, e-commerce e reformulação do site institucional. Todos os projetos desenvolvidos com Drupal, onde tive a oportunidade liderar a equipe técnica, integrar meios de pagamentos e ElasticSearch ao projeto, construir apis para o front-end e consumo de RSS. Pude aprimorar o atendimento de chamados de suporte e trabalhar ativamente no cumprimento de metas de vendas do e-commerce. ",
    "cases.espm.description": "Instituição de ensino superior",
    "cases.canon.activities": " Dentro da Canon atuei como engenheiro de software em melhorias, correções de bugs e desenvolvimento em quatro produtos, o Canon Service, plataforma em Slim Framework focada no atendimento de manutenção dos equipamentos fotográficos, o Canon Inkjet, construído com Laravel e Vue.js, responsável por gerenciar os pedidos de peças de reposição e orçamentos de reparo, sendo a plataforma voltada para o atendimento de empresas autorizadas a manutenção dos equipamentos Canon. Ainda atuei na manutenção da plataforma online de Cursos da Canon e plataforma de Certificados, ambas construídas com Laravel.",
    "cases.canon.description": "Multinacional japonesa",
    "experience.label": "Com o que trabalhei",
    "experience.title": "Experiências",
    "experience.resume": "No período de 9 anos tive a oportunidade de trabalhar em projetos de grandes empresas brasileiras e mundiais, tais como: ESPM, Via Varejo, Canon, Idealinvest, Ticomia, Yuny, Western Digital, Boa Vista SCPC, Valor Economico, Odontoprev",
    "experience.first.period": "Presente",
    "experience.first.role":"Engenheiro de Software",
    "experience.first.description":"Tendo como stack principal o PHP e seu ecossistema, desempenho o papel de projetar, documentar, guiar, desenvolver e manter projetos de web. Sendo especialista em back-end, ampliei minhas capacidades na criação de microserviços e integração entre tecnologias, adicionando a minhas habilidades conhecimento de infraestrutura com Docker e AWS.",
    "experience.second.period": "Maio 2019",
    "experience.second.role":"Full-stack Developer",
    "experience.second.description":"Período em que trabalhei como agente autonomo prestando consultoria no desenvolvimento de soluções web. Criei apis, prestei manutenção em sistemas legados utilizando as capacidades adquiridas com as stacks de PHP, JS, Python. Onde pude coordenar a implementação de metódologias ágeis em times de desenvolvimento.",
    "experience.third.period": "Julho 2014",
    "experience.third.role":"Analista de Desenvolvimento",
    "experience.third.description":"Desempenhei o papel de analista no desenvolvimento de portais de conteúdo, intranet e e-commerces dentro de um time local, regimentado em premissas ágeis. Tendo como principal stack o PHP, neste período fundamentei meus conhecimentos sobre o desenvolvimento ágil de software e os papéis em times ágeis. Tive ampla experiência realizando consultoria alocado diretamente no cliente e puder adquirir amplo expertise no funcionamento de instituições.",
    "skills.label": "Principal",
    "skills.title": "Habilidades",
    "skills.resume": "Durante minha carreira na área de tecnologia acumulei habilidades para me tornar um artesão de sistemas web, desenvolvendo soluções com foco no problema e produtividade."
}

